/**
 * Created by THINK on 2018/9/13.
 */
$(function () {
    var zz =[
        {'src':'../../png/ts_gj_pic1.png','h3':'工匠精神——高标准、高品质生产工厂','p':'规模庞大的钻石镶嵌工厂，百余名高级镶嵌师， 传承对产品的精雕细刻、精益求精的精神理念。'},
        {'src':'../../png/ts_gj_pic2.png','h3':'工匠精神——镶嵌专家','p':'周六福以镶嵌专家著称于业界， 秉承“精简才能体现出艺术灵魂”的产品宗旨和 “每一件产品都是精品”的品质理念， 精雕细琢让每一件产品都散发出艺术品的独特魅力， 让每一位拥有周六福珠宝的顾客也能同时感受到 这份魅力所在。'},
        {'src':'../../png/ts_gj_pic3.png','h3':'工匠精神——创新研发团队','p':'周六福拥有自主独立的产品研发团队,与国内知名设计师建立长期合作， 他们将东方民族文化与西方高雅文艺精粹交融于珠宝中，不断寻求突破。 演绎现代东方美，传递、见证每一个真爱瞬间。 无数的赞誉和奖项，印证了周六福的品牌地位， 更成为我们不懈努力的动力， 周六福不断前进，为美丽的朝阳行业作出贡献。'}
    ]
    $.each(zz,function (index,item) {
        $('article').append('<section>' +
            '<img src="'+item.src+'">' +
            '<h3>'+item.h3+'</h3>' +
            '<p>'+item.p+'</p>' +
            '</section>')
    })
})